[
  {
    "_id": {
      "$oid": "5eee651f739f8c674fd736ee"
    },
    "name": "A Promised Land",
    "image": "pizza.png",
    "author": "Barack Obama",
    "price": "1999"
  },
  {
    "_id": {
      "$oid": "5eee6671a27a66807cf2bea3"
    },
    "name": "The Battle of Belonging",
    "image": "pizza.png",
    "author": "Shashi Tharoor",
    "price": "799",
    "description": "There are over a billion Indians alive today.But are some Indians more Indian than others? To answer this question, one that is central to the identity of every man, woman, and child who belongs to the modern Republic of India, eminent thinker and bestselling writer Shashi Tharoor explores hotly contested ideas of nationalism, patriotism, citizenship, and belonging. In the course of his study, he explains what nationalism is, and can be, reveals who is anti-national, what patriotism actually means, and explores the nature and future of Indian nationhood. He gives us a clear-sighted view of the forces working to undermine the ‘idea of India’ (a phrase coined by Rabindranath Tagore) that has evolved through history and which, in its modern form, was enshrined in India’s Constitution by its founding fathers.Divided into six sections, the book starts off by exploring historical and contemporary ideas of nationalism, patriotism, liberalism, democracy, and humanism, many of which emerged in the West in the eighteenth and nineteenth centuries, and quickly spread throughout the world. The author then summarizes India’s liberal constitutionalism, exploring the enlightened values that towering leaders and thinkers like Gandhi, Nehru, Tagore, Ambedkar, Patel, Azad, and others invested the nation with. These are contrasted with the narrow-minded, divisive, sectarian, ‘us vs them’ alternatives formulated by Hindutva ideologues, and propagated by their followers who are now in office.Today, the battle is between these two opposing ideas of India, or what might be described as ethno-religious nationalism vs civic nationalism. The struggle for India’s soul has heightened, deepened, and broadened, and threatens to hollow out and destroy the remarkable concepts of pluralism, secularism, and inclusive nationhood that were bestowed upon the nation at Independence. The Constitution is under siege, institutions are being undermined, mythical pasts propagated, universities assailed, minorities demonized, and worse. Every passing month sees new attacks on the ideals that India has long been admired for, as authoritarian leaders and their bigoted supporters push the country towards a state of illiberalism and intolerance. If they succeed, millions will be stripped of their identity, and bogus theories of Indianness will take root in the soil of the subcontinent. However, all is not yet lost, and this erudite and lucid book shows us what will need to be done to win the battle of belonging and strengthen everything that is unique and valuable about India.Firmly anchored in incontestable scholarship, yet passionately and fiercely argued, The Battle of Belonging is a book that unambiguously establishes what true Indianness is and what it means to be a patriotic and nationalistic Indian in the twenty-first century."
  },
  {
    "_id": {
      "$oid": "5eee6692a27a66807cf2bea4"
    },
    "name": "Portraits of Power",
    "image": "pizza.png",
    "price": "595",
    "author": "N.K. Singh"
  },
  {
    "_id": {
      "$oid": "5eee66a5a27a66807cf2bea5"
    },
    "name": "Remnants of a Separation",
    "image": "pizza.png",
    "price": "599",
    "author": "Aanchal Malhotra"
  },
  {
    "_id": {
      "$oid": "5eee66c4a27a66807cf2bea6"
    },
    "name": "The India Way",
    "image": "pizza.png",
    "price": "699",
    "author": "S. Jaishankar"
  },
  {
    "_id": {
      "$oid": "5eee66cfa27a66807cf2bea7"
    },
    "name": "The Immortals of Melhua(Shiva Trilogy):1",
    "image": "pizza.png",
    "price": "236",
    "author": "Amish"
  },
  {
    "_id": {
      "$oid": "5eee66eea27a66807cf2bea8"
    },
    "name": "One Arranged Murder",
    "image": "pizza.png",
    "price": "123",
    "author": "Chetan Bhagat"
  },
  {
    "_id": {
      "$oid": "5eee6717a27a66807cf2bea9"
    },
    "name": "Roads to Mussoorie",
    "image": "pizza.png",
    "price": "138",
    "author": "Ruskin Bond"
  }
]
